{
"id": "genoma",
"video": "wY-dVO37Uh0",
"description": "Banda de Montevideo, Uruguay, formada en 2012. \nDesde su inicio ha recorrido caminos de experimentación sonora, mezclando diferentes vertientes de la música alternativa con el propósito de lograr una propuesta singular que la identifique dentro del universo artístico en la escena del rock en Uruguay. Las influencias que confluyen de manera más destacada en sus composiciones vienen desde el metal alternativo, el post rock, el rock alternativo y fundamentalmente del nu metal, consolidándose un perfil particular de la banda en el paisaje sonoro montevideano.\nLa banda formalizó su integración y una perspectiva artística definida de cara a su primer trabajo discográfico que cierra una etapa general de experimentación. MOEBIUS fue editado en el verano del 2018 y el álbum lleva el nombre del primer tema que Genoma compuso y tocó materializando las distintas concepciones musicales y texturas que se querían abordar.\nGenoma está formada por Paolo Cabrera Benkendorf en la voz, Lois Artigas y Emiliano Erosa en guitarras, Adrián Suárez en bajo y Esteban Fontes en batería. Músicos con vasto recorrido en la escena underground.\nLa banda ha tocado en Montevideo, en el interior del país y varias veces en Buenos Aires, Argentina. Durante el 2020 con la llegada de la pandemia global, y la ausencia de presentaciones en vivo, ha participado de varios shows internacionales vía streaming junto a bandas de todo el mundo. En ese contexto y retirada a “cuarteles de invierno” produjo un segundo disco grabado en Argentina y Uruguay, en destacados y reconocidos estudios como lo son ION (.ar) y Mastodonte (.uy) el cual consta de 7 temas y 7 videos en modalidad live sessions.\n2022 fue el año con mayor cantidad de presentaciones en vivo hasta el momento. Realizó un ciclo de un show por mes durante todo el año en el marco de los festejos de sus 10 años, culminando con la participación en la obra de teatro multidisciplinaria INFERNUM, ganadora del Florencio 2022 a mejor escena alternativa. Durante 2023 participó de la segunda temporada de INFERNUM y tuvo varias actuaciones en vivo incluyendo la participación en el festival de cine de ciencia ficción Montevideo Fantástico en el departamento de Rivera.\nEn este momento la banda se encuentra produciendo su tercer disco de estudio en Mastodonte y próximamente estará liberando singles adelanto, además de un set de videos en vivo registrados en el Carnival Fest de Paysandú (festival más grande de metal del Uruguay).",
"social": null
}