{
"id": "aguas",
"video": "zZaKH0gF0ss",
"description": "FetaGruesa es un colectivo que surge durante el año 2017 en el oeste de Montevideo, con su muro musical construido en el Paso de la Arena deciden darle mecha a este viaje que identifican como metaldoomestonercrítico. \n Durante el año 2020 faenan el VOLUMEN I en La Cueva Sala, una sola FetaGruesa de larga duración a puro grito y distorsión. Grabado en tomas en vivo durante marzo y mezclado en los meses posteriores, de ahí se desprenden los pasajes llamados 1984ES2020, 16U47D4D-8 y WIFI difundidos en forma de video.\nDurante el 2021 realizan homenaje a los 50 años del Master of reality de Black Sabbath adaptando, versionando e interpretando estos temas en un concierto y, luego, algunos metros bajo tierra, registrando dos de estas versiones en el Sucucho Estudio: Dueño del mundo / En el vacío. Además, presos de la mítica rutera del rock recorren distintas localidades llevando su música en vivo.\nEn el 2022 publican la versión en vivo del VOL I interpretada durante el CronoMetalFest y se vuelve a la faena para grabar el VOLUMEN II, nueva FetaGruesa de larga duración, de continuidad conceptual, musical y estética con su anterior composición. Acompañando del estreno de su enfermizo audiovisual, parido en los Estudios de LaRostra, El VOL II es publicado y presentado el 22 de diciembre de 2022.\nAmbos volúmenes de FetaGruesa son difundidos a través de la internet y de un fanzine creado por la banda y que es entregado en sus presentaciones en vivo, cuando la Feta se siente más Gruesa que nunca...\n Durante el 2023 el colectivo se volvió más grueso que nunca, se suman integrantes que siguen acelerando cada vez más los motores de los vivos. En Junio se participa de la organización del Primer Festival Metalero Nunca Más Uruguay en el marco de los 5o años del golpe del estado y la huelga general. Además abre la velada a las 5 en punto...\nTambién se realizan presentaciones en conjunto con bandas, colectivos y organizaciones que restisten dando la lucha en defensa del agua, entre otros toques que nos han llevado a la creación de performances adaptadas a diversos escenarios y momentos en Montevideo y otras localidades. \nEn noviembre salío GiraGruesa por el oeste de Buenos Aires con invitación de la Alianza Antifa del Río de la Plata, en donde nos recibieron varios medios locales alternativos y bandas amigas de la escena local. Esto significó un gran momento de encuentro y hermandad con el movimiento under de Ramos Mejía.\nEn paralelo, durante el último semestre especialmente, la banda intensifica el proceso de grabación y producción del VOL III y se prepara para pisar por primera vez uno de los escenarios más importantes de la escena en Uruguay: Carnival Fest en Febrero 2024...",
"social": null
}